print("안녕하세요")
print(75)
# 형식:print(값)
# - print = 파이썬에 기본으로 들어있는 "내장함수"
# - 괄호 안에 넣은 값을 화면에 그대로 출력
# 여러번 쓰면 여러 줄로 나옴(print 한 번-한 줄)
print("첫번째 줄")
print("두번째 줄")
# 숫자 출력 - 따옴표 없이
print(75)
print(2.3)
# 문자 출력 - 따옴표로 감싸기
print('설비 데이터 배우기')
print('작은 따옴표 가능')
# 여러 값 함께 출력 - 쉼표
# 형식: print(값, 값2, ...)
# 쉼표로 나누면 한줄 사이에 한 칸 비어짐
print("온도, 75") 
print("온도 75")
print("진동 2.3")
print("=== 1번 설비 측정값 ===")
print("온도:", 75)
print("진동:", 2.3)
print(82+5)
# 계산 결과 출력 - 사칙연산
# 형식 : 더하기+ 빼기 - 곱하기 * 나누기 /
print("75+5 =",75+5)
print("75-5 =",75-5)
# 주석 - 사람만 읽는 메모
# 형식 # 뒤 내용은 컴터가 실행 안함


print("==== 1번 설비 점검 ====")
print("온도:", 82) # 정상 71 대비 상승
print("온도 상승량:", 82-71)